shifting
SMT
inquiry
often
Google
referents
assist
sequential
Palmer
automatic
their
significantly
share
POS
Rate
plays
few
largest
targeting
ideal
productivity
linguistics
inform
warm
insights
use
Procrustes
true
single
knowledge
require
rates
empirically
prosody
aware
fixed
intended
NTCIR
synonym
adversarial
occur
belonging
look
microblogs
statement
iterative
established
differ
node
go
based
Usim
presentation
report
outperforming
POOR
principle
normalized
specificities
verb
categorical
smallest
margin
production
robustness
bilexical
spheres
leverage
behaviors
pose
baselines
distinguishes
dealing
would
reorderings
translated
achieving
subgraphs
optimization
factuality
Then
competitive
restrictions
Semantics
far
voices
stress
TAG
dialectal
finds
discourse
network
or
vice
estimating
oracle
bar
translation
allows
authors
own
LKB
instantiated
Generation
Data
WMT-14
fail
states
relating
correlations
hashtag
there
dynamic
While
Thot
canids
pair
93.8
absence
disadvantages
par
mails
perplexity
Methods
accommodate
centered
evaluate
Grammar
BLEU
disambiguation
crucial
intelligent
limitations
annotator
identifies
superiority
arrangement
builds
58.2
graded
act
processes
synthesis
morphologically
Specifically
Schabes
time
Spanish
subset
Parallel
situated
congruent
First
regularization
Subsequence
imply
trained
decomposition
spontaneous
search
downstream
adapting
Elementary
extract
formats
expression
Utilizing
display
Recursion
scene
compound
Bikel
grown
iteration
deﬁnitions
contributing
experts
hidden
chat
resultant
expectation
correcting
Natural
hypergraph
involved
deal
Within
settings
rise
result
full
community
incorporated
mind
Many
authorship
newswire
magnitude
al
texts
published
antonym
grammar
correlate
vital
unadapted
applications
explicit
expressions
subjects
assessed
Shieber
smaller
query
known
displaying
respectively
joint
and/or
VISUAL
Classification
i
Hashtags
feasibility
Facebook
achieve
2003
text
composed
Further
responds
wellformedness
processing
relying
Czech
consists
Several
partitioned
An
2,616
encoders
specifically
but
multiple
further
recognize
recognition
slot
clique
preferences
reliant
locatives
compatible
can
trains
perceptibly
binary
understands
deliberate
spatially
locative
train
tested
syllables
Fifteen
Particularly
Translation
ROUGE
notoriously
map
normative
investigates
If
bits
versions
example
SELECT
testing
General
analyzer
intrinsic
architectures
arguing
decades
synchronous
other
multiplicative
allocation
Standardizing
trivial
drawbacks
things
labeling
Temporal
survey
sentence
isolating
declaratively
key
nodes
pre
O(∣w∣3
ideally
succeeded
Language
researchers
universals
through
remains
effects
analyzed
within
several
targeted
infer
situate
detailed
degrades
using
specific
when
whereas
capabilities
general
antipodals
offers
Dependency
improved
advantage
structural
strict
devising
literary
Hungarian
fit
above
connection
growing
negation
behaved
three
cues
rare
compares
ordering
widespread
combinations
bear
TAGs
C
typicality
23
parsers
Greenbergian
release
property
Adversarial
that
unaffected
goodness
gated
useful
NEs
replicate
unseen
cognate
audiences
winning
trees
excluding
intuitive
positively
examination
referred
conversation
largely
With
less
stochastic
evaluated
splittable
Newly
many
contrast
sufficiently
coarse
filtering
improve
addition
dealt
built
around
digitization
social
Decision
visually
NE
perspective
revealing
instantiate
informed
determine
sequence
systems
nominal
1.48
ubiquitously
networks
Concretely
goal
possible
summarization
meanings
Bank
also
adversary
investigate
pairs
aligned
causal
needs
solution
retweeting
D
paradigm
Information
target
disambiguates
higher
occurrence
need
evaluating
morphology
treating
rigorous
developers
S
involves
wide
contextual
among
polarities
finally
notably
reflect
representational
human
implicit
formalize
broad
development
nuanced
good
Investigations
NMT
directly
date
From
Multiword
gauges
40
bitext
continuum
DiscoTKparty
Morpho
future
close
poor
distinct
executed
subsumes
refinement
greatest
forming
score
vertex
applicability
CNL
developments
scattered
cross
potential
domain
Opposites
account
's
attributes
Binding
salient
phase
statistical
subtopics
world
demonstrated
head
interaction
just
combat
Formalizing
algorithms
phylogenetic
hence
lexicons
compare
selecting
isolation
literature
transitive
Per
call
shown
areas
introduce
compact
measured
bi
summaries
critical
identifying
occurring
decoding
rich
equally
proposing
Latent
product
retrieval
unrelated
entails
seeds
registers
optimally
of
Interestingly
robust
This
nature
central
68.4
Conversational
analogy
leading
Nevertheless
Nominal
appears
evidenced
entangled
most
wrong
short
expressing
correspondences
Broadcast
Kullback
VerbNet
is
those
message
obtaining
overview
communication
proposal
indicated
configurations
given
substitutes
April
modest
choosing
Microblogs
quantifies
past
stories
Linguistic
review
Eisner
criterion
variant
prefix
Norwegian
items
sketch
morphosyntactically
neglected
non
probabilistically
where
improvement
case
capturing
alone
assigned
automated
More
speakers
highlight
motivates
relationships
matching
sorting
play
qualitative
coverage
provides
material
towards
Cognitive
cheaper
incorporation
lets
proto
provide
now
reader
Combinatory
skyscrapers
orientation
candidates
subtasks
structuring
propagating
incompatible
access
issues
Modality
small
tree
topic
alignment
2014
history
main
lexical
all
stronger
user
classes
form
banks
Minimal
separate
art
however
transformed
birds
unable
preposition
captured
silver
characterize
global
Network
embeddings
transfer
corresponding
applies
normalizing
counting
processed
another
enforces
learns
eliminates
strength
New
extensive
LE
driven
ways
pool
struggled
presence
Statistical
activity
calculated
Cognate
categorize
employs
derive
Code
majority
quantifying
constantly
MSA
thorough
Categorial
HyperLex
dimension
divergence
Integer
necessary
Sound
nuisance
attribution
Existing
thanks
too
tool
achieves
bilinear
Traditionally
extend
overfitting
Recursively
satisfy
mechanism
Analysis
discuss
engagement
promising
running
adapted
systematically
calculation
explore
introduced
fills
space
usually
clauses
process
used
demonstrates
again
parameters
here
interpretable
weakly
dynamically
temporal
emerging
limited
been
prevalence
tags
1
actually
namely
under
O(∣w∣4
adding
Extended
Logical
support
treated
multilingual
restricting
stated
accepted
correlated
modifiers
Position
string
distractor
83.0
CNLs
overall
validation
w
topological
driving
supporting
blended
advantages
test
usage
phrasal
spoken
representations
approaches
Discourse
News
experimentally
reported
18
association
compensate
i.e.
annotated
Daily
experiments
generative
clusterable
Named
efficient
should
dialogues
words
designed
interannotator
token
collection
ensemble
reformulated
readability
blend
insensitive
candidate
hierarchical
vary
sort
highlighted
estimation
static
parsing
empathetic
attested
contain
checking
establish
reveals
quantitative
Entropy
encodes
conventions
primary
dictionaries
validated
inefficiency
carrying
independently
utilizing
tokens
reproducible
FrameNet
base
appropriate
Standard
lie
Under
Session
section
status
boosts
Chinese
diverge
generating
equivalence
Clustering
predict
apart
projects
agreement
recognizability
Notable
outline
linguistically
comparator
assisted
Second
conform
about
Most
’
overtly
uses
expertise
boundary
redundancy
meta
On
functions
recommendations
preliminary
incorrect
image
cloud
differently
turning
Experiments
uniform
groups
toolkit
intends
violate
build
Bases
eXtended
minimize
quality
ideas
making
throughout
provided
accents
metric
decisions
adopt
alignments
different
negated
Spider
aspects
categorized
distilling
uncertain
descriptions
visual
alarmingly
automatically
Research
ones
lesser
attribute
morphosyntactic
consistent
Leibler
released
bias
2020
assume
Vapnik
isomorphic
concept
scarce
Inferences
blogs
introduction
enforce
2OO5
phrase
ignored
Trans
synthetic
discriminate
understand
corresponds
increases
consider
annotate
ﬂy
factual
complementaries
showing
Linear
interface
Covered
front
vague
change
know
Another
similar
latter
basis
associative
How
indicates
technique
Theory
Multiple
actual
Recently
numerous
categories
common
task
content
find
enhancing
correctness
successively
pathway
–
ended
conditions
extraction
1.5
linear
English
inappropriate
important
propagation
French
discriminatively
evidence
scheme
not
proved
manner
salience
large
including
strong
cognition
values
contributes
Markov
update
Entailment
Two
difference
interest
selects
tools
distributions
becomes
Early
cent
questions
Facto
induced
Different
Which
data
discrepancies
led
untagged
generic
organization
Functional
falls
celebrated
cycle
results
ﬁnal
percentage
treebanks
standard
Following
HACEPT
four
upper
Petrov
hard
conflicts
similarity
recognizing
express
investigation
constrained
operations
scalability
EM
typological
technology
tunes
argument
needed
output
7.26
Combining
MT
converted
terms
affection
decision
fundamental
genres
paper
satisfaction
targets
active
generate
substantive
assign
theoretic
models
comparison
Penn
outperform
G
segmentation
Approaches
secondary
especially
understanding
homology
complexity
mildly
correct
open
ill
half
capacity
random
terminology
Tree
associated
dispel
OT
RICH
byproduct
complete
dramatically
Street
performed
distance
NLP
item
compelling
Experimental
phonetically
Program
exists
measuring
relations
segment
leveraging
vertices
considers
has
undertaken
chance
attention
graphic
multiplication
baseline
encouraging
module
re
caused
tagging
drawing
over
clues
expected
contextualized
highlighting
easy
deals
computes
convolutional
derivational
sources
automaton
1.93–3.25
Callison
unrestricted
otherwise
intra
restricted
for
relies
said
relevant
Arabic
analytic
Recent
continued
prepositional
conditioned
likely
equivalent
graph
experience
story
address
ranging
recently
order
presented
which
PER
rankings
problems
Dominance
shows
Indonesian
grow
discontinuity
proves
internal
initial
predicate
proportion
speculative
decide
related
outperforms
carefully
manually
interpreted
whether
numerical
Hebrew
contrary
distantly
pattern
0.70
improving
classical
alternative
accordingly
25.9
normal
3
displacement
realistic
2004
happened
showed
Coreference
source
auxiliary
way
embedding
control
and
on
factors
gold
phenomena
100000
lexicalized
NIST08
end
contribute
remarkable
crowdsourcing
merely
yield
Type2
depend
unifying
clusterability
structure
second
phonological
possibly
Native
version
tuning
simplest
contextualization
outperformed
faster
96
light
sensible
dialogue
assessing
1930
Spurious
neuroscience
subsequently
input
likelihoods
polarity
present
realizing
once
dependencies
Do
e.g.
analyze
indicators
failures
2
orthogonal
naturally
cognitive
modality
may
amount
sense
starting
examine
simple
whose
WFAs
cheap
distant
additional
created
every
catalogs
us
Dirichlet
substantially
required
PPs
roundness
aligns
transitions
distinguish
takes
propositional
tagged
computation
consequently
becoming
proposals
additives
measure
1,186
via
wine
variation
clustering
nuances
definitions
edit
principal
judgments
clean
lead
classifiers
facet
considerations
enlist
terminological
programming
perhaps
contribution
interesting
65
B
morphemes
hypernymy
LCFGs
variants
produced
body
translator
minimum
informally
strictly
coder
cold
We
parser
gradual
Hole
etymological
tractable
Graphs
earlier
updates
kernels
study
morphological
assessments
pseudomodels
Authorship
examples
obscure
utterance
quest
universal
anecdotal
reminiscent
W.
Half
BiLSTM
start
justifying
factor
widely
direct
unsupervised
broader
properly
named
𝕌niversal
predictors
unwanted
Although
scopal
word
comes
morpho
locally
Results
phylogenetically
margins
plenty
attempts
weather
obtain
along
are
run
focused
symbols
Weir
dominate
MRS
edge
scenarios
translations
induction
newspapers
implements
quotient
experimental
Conditions
characterized
opinion
Smith
Wall
success
received
novel
transcriptions
powerful
pervasive
denotations
mode
activation
encoded
encoder
integral
splittability
captures
Using
accumulated
Portuguese
explanations
syntagmatic
v2
sizes
Adjoining
constituency
dependent
essential
guidelines
ablation
turns
schemes
resembles
underspecified
Along
21.3
interactions
Models
methodology
Malay
selection
collectively
question
One
VCD
Based
combinatory
indicating
during
offered
duration
coherent
decoder
notions
conclude
suggest
hyponymy
Interlingual
multiplicatives
Shanker
experimentation
after
wisdom
positioned
person
considerably
subsumed
GR
power
strengths
previous
changes
project
2007
grammatical
regenerated
periods
directions
mitigating
implicitly
news
ranking
explaining
plausible
optimized
speciﬁed
Consequently
patterns
Positive
causation
paradigms
construct
For
straightforwardly
reasonable
humans
daily
perspectives
relative
almost
consideration
effective
maximization
phenomenon
governed
ask
talked
discrepancy
sentential
Just
Extensive
correspond
two
semantic
m
planning
Structure
taking
points
architecture
communicative
total
classifying
enhance
surface
2010
contexts
trade
million
Current
Operation
Context
much
retrofitted
LFG
outputs
even
applied
according
expanding
Machine
hashtags
event
addresses
consistency
superior
n
Bracketing
mechanisms
populated
100,000
sparse
multimodal
mark
importance
minimally
essentially
against
concepts
methodologies
hearer
scores
SemEval
interpolated
integrating
exploration
unannotated
topical
annotations
Kneser
reduction
treats
referential
appropriately
tropical
gross
frequency
determination
3.5
mammals
storm
modeling
linking
hamper
size
transitivity
stimuli
graphics
capable
intent
proceedings
Chervonenkis
capability
better
belief
kinds
satisfying
transmit
plot
truly
evolved
fields
flexible
identified
people
Processes
traditionally
forecasts
optimize
unified
graphical
code
free
begin
tones
individual
concerned
speciﬁcally
serve
Copestake
ontology
treebank
styles
term
popular
cover
listing
prune
Here
tends
huge
voice
skills
entire
https://github.com/kakaoenterprise/RYANSQL
co
SQL
2006
lattices
manual
micro
before
variety
competence
FrameNet-
”
reliability
system
database
divergent
linguistic
final
itself
American
due
asked
printer
produce
induce
coined
modern
guideline
possess
writers
until
redundancies
stage
metaphor
cache
implemented
innovations
aims
efforts
reconstruct
region
tensor
software
correspondence
edges
reconstruction
independent
tradition
fast
in
degrees
constraints
studied
tensors
reasoning
supervision
NLI
beneficial
weaknesses
originally
P(W|S
recent
directed
340
utterances
extracting
distributional
finding
blending
investigated
LESSLEX
performance
articulating
describing
although
Function
prior
22
preserve
tractability
Hidden
Random
refine
motivate
amended
back
individually
complementary
activities
separately
fact
we
—
invoke
segments
relatively
core
techniques
interfacing
tagger
M
samples
dialog
suitable
closely
course
consist
Partial
years
jointly
assessment
longer
Coecke
complex
Grammatical
self
top
instance
additive
illuminates
therefore
linked
paraphrase
Modern
significant
triangle
encountered
lemma
construction
Are
hold
plausibility
mathematically
such
iii
response
discussed
frequently
generated
enables
initially
Bayesian
encode
Accordingly
rules
interpret
inventory
reduce
varying
exploring
logical
supports
some
Sense
publicly
because
independence
lends
graph-
Government
oppositeness
maintains
quantify
databases
more
comprehensively
latent
briefly
performances
options
found
agreements
Python
evolving
divergences
enable
article
scope
capture
changing
producing
accompanying
flat
observation
Collins
shallow
units
inspire
frequencies
untrained
distribution
Semantic
qualitatively
contents
best
thousands
engineering
constructions
highly
dedicated
model
practical
room
semi
forms
hardness
ambiguous
Commentary
valued
termed
whole
learning
benefits
labeled
library
compiled
inventories
mainly
favorably
88.0
inferring
adapt
interpreting
only
reference
Web
no
polysemous
low
propose
incremental
others
RYANSQL
fixing
Technically
WSsim
nets
syntax
corpus
hierarchies
It
aspect
editing
bigram
Ney
individuals
calculate
speaker
sometimes
emptiness
these
measures
conversations
RELPRON
inferred
across
Through
handle
characters
focuses
formalizes
minimization
resource
deep
parallel
long
availability
selective
nuclearity
GALE
Annotators
sets
illustrate
transferred
nested
straightforward
part
controlled
TC
CKY
same
arbitrary
biases
notations
addressed
establishing
sample
want
textual
dialogs
includes
China
varied
incorporate
deﬁned
probabilistic
Experiment
515
vast
experiment
environment
noisy
included
inflectional
Textual
mentioned
informal
generalize
orthography
richness
relation
probable
differs
sequences
parses
rarely
concatenated
fully
automata
pointed
compounds
morph
means
tend
freezing
characteristics
Lexical
inputs
opposites
classifications
Also
quasi
100
per
except
calculus
studies
refined
types
BabelNet
judges
indicate
high-
correction
recurring
Paradigmatic
effectively
exact
ambiguity
thereby
Zaidan
being
ratings
String
minimized
converting
collaborates
veracity
analyses
last
indispensable
Ensemble
BERT
combines
resources
LA
apply
developing
eventualities
observations
Weibo
perform
implementation
very
computationally
columns
GloVe
historical
spatial
hybrid
Computational
CPS
cosmeceutical
does
Universal
Bulletin
afﬁrmative
interpretability
Crosslingual
discriminative
structured
Indeed
treat
Roget
translates
produces
flesh
derivatives
coherence
research
bilingual
familiarity
caveats
furthermore
assumed
Understanding
Vijay
learnability
segmented
rewriting
media
hedging
crawl
without
counterfactual
building
distinction
syntactic
intractable
split
Syntagmatic
movies
underlying
consistently
communicated
sentiment
expressivity
recognizes
NLG
yielded
approach
accordance
attempt
complicated
occurs
described
type
However
manipulation
rated
assess
so
store
lingual
comprehensive
Furthermore
pathways
weeks
compositional
attain
brief
efficiently
Ding
subfield
having
Event
with
entropy
derived
estimate
linguists
recovers
natural
F
vs.
CRF
annotating
categorial
stable
days
interpretation
rely
principles
cueing
324
predictive
inter
These
error
symbolic
prosodic
TGT
step
gradable
memorize
tasks
shared
finishes
classification
method
explicitly
coreference
current
manuals
brackets
operationalize
regularly
emotional
commonly
flexibility
UM
parameter
They
distinctions
conduct
Knowing
public
Workshop
realized
discriminator
discovers
synthesize
idiomaticity
speech
greatly
Conversation
lattice
20,000
cosmetic
expressed
Or
frequent
evaluation
accuracy
determining
predicting
errors
partition
regeneration
offs
language
list
ﬁnd
perfect
detecting
notation
Transformer
function
typically
codes
partitions
aim
Researchers
handled
distinguishing
scale
near
issue
combine
author
aspectual
combined
permits
believe
entry
expressiveness
ordered
listeners
s
mistakes
create
operators
confirmed
help
When
expert
LKBs
formulating
problem
predicts
adopted
position
strategic
while
delve
considering
prove
2005
conceptual
recall
methods
format
substructures
accurately
Carefully
first
macro
findings
convey
see
sentiments
transformations
cluster
interactive
supplements
difficult
shedding
pharmaceutical
Allocation
predictions
overlap
obtains
effort
Hierarchically
creates
challenge
deﬁne
mapping
scenario
1980s
context
SemEval-2010
convex
agencies
factored
documents
sorted
Moreover
setting
allow
follow
unique
avoids
Practical
certainty
what
phrases
empirical
WordNet
verbs
remedies
cutting
pays
identification
five
protocol
massive
anonymous
failing
greater
to
stacking
native
constraint
paraphrases
evoking
paradigmatic
excellent
remedied
weighting
a
performing
lexicon
selected
choice
indices
line
parts
Rhetorical
choices
Comparing
entailment
original
acts
competitions
Annotation
choose
subject
focalization
syncretism
Mandarin
variable
2008
leads
overcome
area
mined
inefficient
online
soon
discussions
beyond
demonstrate
modifications
encoding
seems
conversationally
well
training
improves
lend
interact
exploit
feature
90k
impressively
comparatively
exceptions
inference
machines
moreover
learn
domains
depends
enough
hand
extractive
presents
Given
typical
groupings
hundreds
enhanced
walks
LCFG
locality
rule
alright
composition
employ
labels
continuous
Yielding
she
performs
deterministic
utilized
historians
“
estimated
simultaneously
expressive
prevent
loop
might
give
compatibility
left
extends
compared
nearly
anchors
they
precision
ﬁgure
grouping
pseudo
approximate
78.4
purposes
resulting
establishes
regarding
design
still
0.9
gram
formalism
arithmetic
realization
extending
references
Field
clear
providing
Since
come
instantiations
solving
made
impractical
alternatives
articulated
drift
European
responses
show
enrich
family
counterparts
incrementally
intermediate
argumentation
CausaLM
exclude
batch
transition
People
integrated
k
sparsity
expensive
Feature
exist
percentages
ingrained
Optimality
Sina
comparing
third
tests
challenges
identifier
range
profile
Manually
posts
creative
99
tens
seven
vectors
minimal
remove
Probabilistic
Levenshtein
solve
ensures
translating
coded
procedure
annotators
views
incorporating
computer
comparative
idea
unconstrained
computed
cases
conditional
crosslingual
𝕌DRT
In
machine
modes
components
determined
interference
Performing
explored
acoustic
themselves
suggesting
Word
utilize
designer
beat
draws
subsets
5.69
describes
subtree
yielding
symmetric
dictionary
together
pragmatic
simply
point
Motion
sound
missing
dialectical
buildings
dog
Meaning
Multilingual
discover
amounts
offer
platform
Visual
particular
mainstream
fine
depth
granularity
derivation
Locatives
delimit
properties
adaptability
subsequence
guide
subgroups
suffer
correctly
Noun
discussion
undecidable
Evaluation
bounds
effect
UD
crosslinguistically
346
As
iv
languages
Additionally
turn
ranked
writing
acronyms
onto
field
Illinois
type-(1
lays
recovering
semantics
Empirical
nut
Microsoft
heuristic
sentences
articles
induces
various
device
cue
centering
objective
how
clusterings
transforms
templates
morphs
syntactically
reuse
projective
Regardless
detected
Those
susceptible
operate
referring
character
evaluations
fourth
previously
1st
risk
an
virtually
impossible
Detailed
companion
assorted
extent
ignore
1994
9.04
Burch
agreeing
spectrum
mappings
computational
richer
Therefore
specializing
presenting
solves
cast
witnessed
classifier
89.14
transform
practice
tackle
coding
make
bottom
deemed
Japanese
category
erroneous
minimizing
corpora
steganography
Relative
To
proof
blends
Languages
subword
Finding
DRT
conversely
exhibited
polymorphism
ratio
successful
modeled
graphs
formal
Treebank
algebraic
next
parse
introduces
frameworks
negations
seek
thus
analysis
conducted
39
one
kept
theories
0.80
mathematical
behind
entity
okay
TreeBank
l
De
out
detection
scratch
style
bit
neutral
suggests
DBPedia
hypothesis
easily
frame
pipeline
Challenge
levels
spurious
differences
represented
formalisms
proven
each
Identification
state
genealogical
motivation
impressive
artificial
Frame
number
triggers
licenses
centrally
f0
respect
major
mix
hiding
dual
Disambiguation
Heat
Both
must
autoencoder
Because
great
keep
pairwise
confirm
relaxation
conclusions
senses
XiaoIce
Austronesian
log
like
filling
events
puts
averaging
exhibit
decodes
it
Knowledge
view
ensure
polysemy
uniquely
CoNLL-2011
lose
submission
developed
umbrella
mining
guarantees
brings
unlabeled
retraining
be
instances
put
generates
algorithm
supervised
directionally
diverse
relationship
dependency
if
Identifying
semantically
old
WSD
role
dialects
ii
assumption
summary
mostly
families
memorizing
new
taken
represent
right
depending
affects
decreases
edited
suffix
P(S|C
generator
np
diminish
yields
decompose
Finite
hot
memory
CCG
larger
carry
utilizes
either
procedures
accomplished
international
constructing
side
asymptotically
numbers
judgment
have
‘
lower
incorporates
ordinal
Morphological
take
obey
rate
unit
middle
containing
partitionability
learnable
generation
cannot
improvements
660
Wikipedia
Statement
leveraged
obtained
cost
rapidly
alters
usefulness
dialect
testable
written
implementations
Star
WFA
variables
psychology
pilot
meeting
infeasible
degree
able
features
applying
bracket
bad
Processing
signiﬁcantly
judged
contrasting
monolingual
purpose
considered
pitch
worse
possibilites
essays
names
coupling
I
this
versa
at
least
intuitions
up
strategies
structures
speak
description
Until
assumes
theory
EN
SPC
merging
60.6
deeper
inspired
component
Linguists
effectiveness
fractions
strengthened
participated
external
observed
quantities
Neural
consuming
emphasis
who
feasible
challenging
Generating
into
mutually
Terrace
directional
Representations
NOCB
Ranking
impact
10
gap
A
outside
multiword
framework
NP
bridge
called
WER
experimented
Weighted
Journal
configurational
compositionality
users
strategy
Thus
German
Lattice
But
Aligned
era
transducers
desired
pointwise
representative
naïve
forward
softly
class
vector
constructed
derivations
annotation
both
could
assumptions
Kernel
average
visualizations
vocabulary
et
certain
tailored
prediction
scientiﬁc
argue
increasing
polynomial
reveal
rather
hope
Introducing
signals
3rd
foster
Linguistics
informative
epistemic
e
artifical
relevance
solutions
logic
retrieves
substantial
underestimated
experimentations
soft
maximum
yet
layers
metrics
PCFG
dissemination
elements
microblog
statistically
exponential
Ncode
ten
theoretical
unifies
inequality
intelligence
represents
implicational
benchmarks
existing
generalized
red
object
12.2
predominantly
projecting
regression
someone
started
reading
classify
extra
easier
Better
representation
meaning
explain
always
What
Model
fashion
local
government
extended
ability
contributions
chosen
Sequence
Clark
interested
oriented
probabilities
learned
neural
exchange
optimal
novels
filter
synthesized
Kracht
maps
following
feelings
avoid
recurrent
consisting
intonation
our
react
probability
document
include
any
submodels
messages
defined
elaboration
affect
exploiting
today
OSM
off
Construction
couple
achieved
apparent
suited
statements
revealed
FB
channel
boundaries
predicates
borrow
identify
will
internally
remain
interlocutor
charts
multi
marked
devise
psycholinguistic
clause
fragments
loss
label
worst
chatbot
Representation
RelaxCor
balance
extrinsic
was
studying
extracted
forth
generally
negative
Analyses
weak
resolution
develop
little
grounded
primarily
RNN
comparable
analyzing
contemporary
quantifier
high
describe
creation
uncertainty
mention
statistics
accurate
nouns
as
polar
Extending
substitution
CoNLL
them
positive
designing
runs
finite
proposes
2OO2
metaphorical
contradictions
mentions
prepositions
goals
applicable
correlation
adaptation
implications
acceptability
pages
standalone
answers
between
proportions
Phrasal
contained
2011
The
grained
proﬁler
Parsing
consensus
assimilation
available
usages
occurrences
combining
utility
influence
systematic
application
reordering
entities
focus
series
Union
Russian
learner
ground
novelty
refer
Markus
grammars
scored
conversational
Especially
etc
match
accounts
logs
arguments
highlights
Modeling
regional
traditional
work
detail
teaches
boost
Parliament
N
’s
Our
approaching
efficiency
representing
nlp
sized
sensitive
significance
regularities
level
manager
place
do
from
computing
sequentially
its
seeks
then
align
Error
weighted
quarter
disjoint
length
typologically
membership
motivated
combination
than
set
lemmas
3.09
facilitate
Sadrzadeh
post
beam
requires
information
plus
advantageous
cliques
SMF
nps
Motivated
mismatches
indeed
During
the
special
discontinuous
arises
abstract
were
lack
Bilexical
objects
intensity
orders
benchmark
bring
whereby
allowing
Text
topics
noun
subsampling
recovery
extensions
exactly
reached
synonyms
done
Highly
Twitter
gives
collected
At
generalizes
exclusively
concrete
RST
There
nonscopal
real
implement
aligning
reporting
Moses
matrix
by
Finally
CTB
proposed
thesaurus
strongly
restriction
define
chatbots
quite
Newswire
spaces
appear
Testing
contains
phonetic
By
Despite